export const scenary = {
  pages: [
    {
      text: [
        '- Мммммурмяу...то есть привет Юля, а точнее с днем рождения!',
        '- Меня зовут Мария. В это трудно будет поверить, но я связываюсь с тобой из параллельной кошачьей вселенной. Эволюция пошла у нас иным путем и вид кошачьих является высшей ступенью развития. У нас есть технологии, позволяющие читать другие вселенные и даже будущее.',
      ],
      buttonLabel: 'Далее',
    },
    {
      text: [
        '- Да, понимаю твое удивление. Для нас просмотр параллельных вселенных что-то вроде реалити-шоу.',
        '- Я пришла помочь тебе, потому что твой вредный (хоть и очень красивый) муж не хочет показывать тебе где лежит твой подарок.',
      ],
      buttonLabel: 'Далее',
    },
    {
      text: [
        '- Почему я помогаю тебе? Потому что из всех моих хозяек, ты самая добрая, отзывчивая и любящая.',
        '- Если ты готова, нажми на кнопку и мы начнем.',
      ],
      buttonLabel: 'Начать',
    },
    {
      text: [
        '- Прежде, чем мы приступим, тебе нужно пройти протокол аутентификации. Так я пойму, что нашла твою целевую версию.',
        '- Введи ниже час своего рождения:',
      ],
      answer: '13',
    },
    {
      text: [
        '- Отлично! Теперь введи пожалуйста день недели, когда ты родилась (маленькими буквами): ',
      ],
      answer: 'суббота',
    },
    {
      text: [
        '- Супер, теперь я уверена что ты - это та версия, которую я искала. Далее мне нужно настроить визуализатор альтернативных реальностей - так я смогу понять где ты находишься.',
        '- Сейчас я запущу консоль эмуляции. Для калибровки местоположения она будет задавать вопросы, на которые тебе нужно будет ответить. Все вопросы будут касаться количественной характеристики объектов вокруг тебя. Т.е. ответом будет являться количество предметов - цифра.',
        '- Ну что, ты готова?',
      ],
      buttonLabel: 'Да',
    },
    {
      text: [
        '- И так, первый вопрос: ',
        'Жарким днем и жаркой ночью',
        'Нас спасают они очень',
      ],
      answer: '22',
    },
    {
      text: [
        '- Прекрасно, следующий вопрос:',
        'В подоконник упираются',
        'Белой краской покрываются',
      ],
      answer: '31',
    },
    {
      text: [
        '- У тебя получилось! У меня удалось подключиться. Дай немного времени, я изучу твое окружение...',
        '- Ага, попался! Подарок находится на нижней полке твоего белого шкафа. Иди скорее забирай 😻.',
        '- Нашла?',
      ],
      buttonLabel: 'Да, спасибо!',
    },
    {
      text: [
        '- Рада была помочь. С днем рождения тебя Юля! Желаю тебе самых позитивных эмоций, самого крепкого здоровья, никогда не сдаваться и идти только вперед, чтобы все мечты воплощались в реальность!',
        '- Ну ладно, мне пора. Мой Ромео зовет меня смотреть телешоу. Пока.',
      ],
      buttonLabel: 'Пока',
      buttonAction: 'END',
    },
  ],
};
