export const scenary = {
  pages: [
    {
      text: [
        '- Мммммурмяу...то есть привет Юля, а точнее с днем рождения!',
        '- Меня зовут Мария. В это трудно будет поверить, но я связываюсь с тобой из параллельной кошачьей вселенной. Эволюция пошла у нас иным путем и вид кошачьих является высшей ступенью развития. У нас есть технологии, позволяющие читать другие вселенные и даже будущее.',
      ],
      buttonLabel: 'Далее',
    },
    {
      text: [
        '- Да, понимаю твое удивление. Для нас просмотр параллельных вселенных что-то вроде реалити-шоу.',
        '- Я пришла помочь тебе, потому что твой вредный (хоть и очень красивый) муж не хочет показывать тебе где лежит твой подарок.',
      ],
      buttonLabel: 'Далее',
    },
    {
      text: [
        '- Почему я помогаю тебе? Потому что из всех моих хозяек, ты самая добрая, отзывчивая и любящая.',
        '- Если ты готова, нажми на кнопку и мы начнем.',
      ],
      buttonLabel: 'Начать',
    },
    {
      text: [
        '- Прежде, чем мы приступим, тебе нужно пройти аутентификацию для подтверждения личности.',
        '- Введи ниже час своего рождения:',
      ],
      answer: '13',
    },
    {
      text: [
        '- Отлично!) Теперь введи пожалуйста день недели, когда ты родилась (маленькими буквами): ',
      ],
      answer: 'суббота',
    },
  ],
};
